tap 'homebrew/cask-versions'

cask '1password'
cask 'activitywatch'
cask 'alt-tab'
cask 'android-platform-tools'
cask 'bartender'
cask 'coconutbattery'
cask 'daisydisk'
cask 'db-browser-for-sqlite'
cask 'dbeaver-community'
cask 'discord'
cask 'docker'
cask 'gyroflow'
cask 'insta360-studio'
cask 'jupyter-notebook-viewer'
cask 'losslesscut'
cask 'maccy'
cask 'menumeters'
cask 'namechanger'
cask 'qlmarkdown'
cask 'rectangle'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'zoom'

brew 'autoenv'
brew 'bash'
brew 'coreutils'
brew 'chruby'
brew 'duti'
brew 'exiftool'
brew 'ffmpeg'
brew 'git'
brew 'git-lfs'
brew 'gh'
brew 'micromamba'
brew 'python@3.11'
brew 'ruby-install'
brew 'saulpw/vd/visidata'
brew 'tmux'
brew 'yt-dlp'

# disable bluetooth on sleep
brew 'sleepwatcher'
brew 'blueutil'

# For home server
cask 'photosync' # iOS photo sync
cask 'syncthing' # Android file sync
