tap 'homebrew/cask'
tap 'homebrew/cask-versions'

cask '1password'
cask 'activitywatch'
cask 'alt-tab'
cask 'bartender'
# cask 'brave-browser'
cask 'coconutbattery'
cask 'daisydisk'
cask 'dbeaver-community'
cask 'discord'
cask 'docker'
cask 'iterm2-beta'
cask 'jupyter-notebook-viewer'
cask 'maccy'
cask 'menumeters'
# cask 'microsoft-edge'
# cask 'microsoft-teams'
cask 'miniconda'
cask 'qlmarkdown'
cask 'rectangle'
# cask 'spotify'
cask 'visual-studio-code'
cask 'vivaldi'
# cask 'yubico-yubikey-manager'
cask 'zoom'

brew 'autoenv'
brew 'bash'
brew 'coreutils'
brew 'git'
brew 'git-lfs'
brew 'gh'
# brew 'pyenv'
# brew 'pyenv-virtualenv'
brew 'ffmpeg'
brew 'youtube-dl'
brew 'exiftool'
# brew 'ykman'

# disable bluetooth on sleep
brew 'sleepwatcher'
brew 'blueutil'
